[{
    "hl": "Ghibli-style AI art is 'melting' GPUs: After ChatGPT maker CEO Sam Altman, OpenAI's Rohan Sahai says you may see ...",
    "wu": "https://timesofindia.indiatimes.com/technology/tech-news/ghibli-style-ai-art-is-melting-gpus-after-chatgpt-maker-ceo-sam-altman-openais-rohan-sahai-says-you-may-see-/articleshow/119723766.cms",
    "sec": "technology",
    "subSec": "tech-news",
    "rawDes": "Ghibli-style AI art 'melting' GPUs saga continues. Just days ago, the excitement surrounding ChatGPT’s enhanced and user-friendly image generation features prompted OpenAI to impose a temporary cap on requests. In a Twitter update, OpenAI CEO Sam Altman wrote just a say after GPT-4o was rolled out, \"It’s awesome to see people enjoying images in ChatGPT, but our GPUs are overheating. We’re rolling out some temporary rate limits while we optimize things—shouldn’t take too long! Soon, the free tier of ChatGPT will get 3 generations daily.\" While Altman didn’t detail the specifics of the limit, he expressed hope that it would be a short-term measure as OpenAI works to manage the demand deluge more efficiently. Days later, the GPU \"meltdown\" narrative continues with a fresh update. This time from Rohan Sahai, product lead for Sora—OpenAI’s video generation tool built by the ChatGPT team. OpenAI Sora, which crafts videos from text, images, and video inputs, too seems to be feeling the 'heat'. Sahai tweeted, \"The demand for 4o image generation has been unreal. It’s been a blast watching the Sora feed overflow with amazing creations. Sadly, our GPUs are frying in Sora territory too, so expect longer wait times or capacity hiccups in the days ahead. We’re hustling to get things back on track.\" Sahai quoted CEO Altman’s earlier post about Ghibli-style AI art straining OpenAI’s systems. The company is reportedly tapping its GPT-4o model to power this upgraded image generation tool, yielding visuals that are strikingly lifelike—though users can steer them in countless creative directions. The model has also tackled previous challenges, like rendering text, with notable success. When ChatGPT turned everything into Studio Ghibli art The Ghibli AI art phenomenon kicked off earlier this week when ChatGPT began transforming everything into Studio Ghibli-inspired art. OpenAI’s “Images for ChatGPT” feature nails depth, shadows, and even text with eerie precision, sparking a wave of users mimicking Hayao Miyazaki’s iconic Studio Ghibli style. Already a widespread favorite online for its soothing, gentle vibe (think Lofi Girl), this aesthetic has now become an effortless, automated trend. Predictably, the craze quickly spiraled into wild territory. Internet users have reimagined everything from the Twin Towers on 9/11 and JFK’s assassination to Nvidia CEO Jensen Huang signing a woman’s chest, Sam Altman’s congressional testimony, and even the Babri Masjid demolition -- all infused with Ghibli’s signature charm. Altman has leaned into the hype, swapping his Twitter profile picture for a Ghibli-fied version of himself and inviting followers to craft him a new one. Interestingly, the rules for Images with ChatGPT allow this kind of experimentation. Per the GPT-4o system card, “The model can mimic the look of certain artists’ styles when their names are included in prompts.” It includes a safeguard: Requests to replicate the style of living artists are blocked. However, as 'The Verge' points out that it is worth noting that Hayao Miyazaki of Studio Ghibli is still alive.",
    "synopsis": "OpenAI temporarily limited ChatGPT’s image generation to manage GPU overheating, triggered by high demand for Ghibli-style AI art. This cap is expected to be short-term as the company optimizes systems. Similar issues are impacting Sora, OpenAI’s video tool, leading to longer wait times."
  },
  {
    "hl": "Lamborghini involved in Noida crash belongs to YouTuber with 18.7 million followers",
    "wu": "https://timesofindia.indiatimes.com/city/noida/lamborghini-involved-in-noida-crash-belongs-youtuber-with-18-7-million-followers/articleshow/119793682.cms",
    "sec": "city",
    "subSec": "noida",
    "rawDes": "NOIDA: The Lamborghini involved in a high-speed crash in Noida’s Sector 94 on Sunday, which left two construction workers injured, belongs to Mridul, a YouTuber with 18.7 million followers, a resident of Supernova in Sector 94. https://www.instagram.com/reel/C7aqAUayI4A/?igsh=Y2F1aDR3OTdoOGo4https://www.instagram.com/reel/C7aqAUayI4A/?igsh=Y2F1aDR3OTdoOGo4 The luxury car was being test-driven by Deepak Kumar, a car dealer from Ajmer, when it veered off the road and ploughed into workers sitting on a pavement near an under-construction building. Police said Deepak had come to Noida to evaluate the performance of the Lamborghini, which is registered in Mridul’s name. Around 5pm, as he was driving the car back after a day of testing and shopping, he lost control and hit two workers, both of whom suffered injuries to their arms and legs. Two others narrowly escaped. A video of the aftermath, widely shared on social media, captured a heated exchange between Deepak and a bystander. In the 51-second clip, a man can be heard confronting the driver, asking, \"Are you practising stunts?\" Deepak’s response—\"Is anyone dead?\"—has since sparked outrage, with many questioning the casual attitude toward reckless driving. Police from Sector 126 station took Deepak into custody and registered an FIR under sections 281 (rash driving) and 125(a) (causing hurt by an act endangering life or personal safety of others) of the Bharatiya Nyaya Sanhita (BNS). The vehicle was also seized. KEY HIGHLIGHTS The Lamborghini involved in the high-speed crash in Sector 94 belongs to Mridul Sharma, a popular YouTuber with 18.7 million followers. Deepak Kumar, a car dealer from Ajmer, was test-driving the luxury vehicle when he lost control and crashed into two construction workers, causing injuries. The incident sparked outrage on social media after a video captured Deepak's dismissive response to a bystander questioning his reckless driving, leading to his arrest by the police.",
    "synopsis": "A Lamborghini test-driven by Deepak Kumar, a car dealer from Ajmer, crashed in Noida Sector 94. Two construction workers were injured. The car is owned by YouTuber Mridul. Police have charged Deepak with rash driving. The incident caused outrage due to Deepak's nonchalant response. The vehicle has been seized by the police."
  },
  {
    "hl": "'US will receive a blow': Iran warns of 'strong' response if attacked",
    "wu": "https://timesofindia.indiatimes.com/world/us/us-will-receive-a-blow-iran-warns-of-strong-response-if-attacked/articleshow/119792267.cms",
    "sec": "world",
    "subSec": "us",
    "rawDes": "Iran's Supreme Leader Ayatollah Ali Khamenei warned on Monday that the United States will face a \"strong blow\" if it acts on President Donald Trump's threats of \"possible bombing\" if Iran fails to agree to a new nuclear deal with Washington. \"They threaten to do mischief,\" Khamenei said in a live speech, referring to US threats. \"If it is carried out, they will definitely receive a strong counterattack,\" he added. This statement came after Trump warned of \"possible bombing\" and secondary tariffs if Iran rejects the US-proposed nuclear deal. In an NBC News telephone interview on Sunday, Trump indicated a timeline of several weeks for Iran to comply, stating that further actions would depend on the deal's progress. \"If they don't make a deal, there will be bombing. It will be bombing the likes of which they have never seen before,\" Trump said, as quoted by NBC News. \"There's a chance that if they don't make a deal, that I will do secondary tariffs on them like I did four years ago,\" he added. Trump also struck a conciliatory tone, saying Iran might accept the deal but warned that if they don't, things will \"not be pretty.\" \"But we'll see what happens... I can't imagine them doing anything else but making a deal. I would prefer a deal to the other alternative, which I think everybody on this plane knows what that is, and that's not going to be pretty. And I do not prefer that,\" the US President continued Tensions between the US and Iran have escalated since Trump's return to office, as his administration remains firm on preventing Iran from developing nuclear weapons. In his previous term, Trump withdrew the US from the 2015 nuclear deal aimed at limiting Iran's nuclear program, later accusing Tehran of non-compliance. The agreement also included China, Russia, France, Germany, Britain, and the European Union, Politico reported."
  },
  {
    "hl": "Hint of a change? Foreign portfolio investors net sellers in Indian equities but exhibit strong buying in late March",
    "wu": "https://timesofindia.indiatimes.com/business/india-business/hint-of-a-change-foreign-portfolio-investors-net-sellers-in-indian-equities-but-exhibit-strong-buying-in-late-march/articleshow/119794938.cms",
    "sec": "business",
    "subSec": "india-business",
    "rawDes": "Foreign portfolio investors demonstrated a mixed investment pattern in March, marking their third straight month as net sellers of Indian equities. However, the outflow significantly decreased due to robust purchasing activities in the month's latter half. They invested a net sum of ₹26,042 crore ($3,037 million) in the second half of March, contrasting with the ₹30,015 crore ($3,438 million) outflow during the first fortnight, according to an ET report. The overall monthly net outflow decreased to ₹3,973 crore ($401.2 million). It’s important to note that the future foreign investment levels will be influenced by various factors, including America’s trade policies under US President Donald Trump’s administration, the comparative appeal of the Indian economy versus the recession-threatened US market, and the value proposition of domestic equities. During March, FPIs sold ₹6,027.8 crore ($637.3 million) in secondary market equities whilst investing ₹2,055.2 crore ($236.1 million) in the primary market. Throughout FY25 (April-March), they remained net sellers, offloading equities worth ₹1,27,041 crore ($14,626 million) across both markets. This represents the second-highest outflow, following FY22's divestment of ₹1,40,010 crore ($18,468 million). Domestic funds exhibited an opposite trend to FPIs. Their net equity investment in March totalled ₹9,147.6 crore, lower than the ₹13,516.6 crore invested until March 7. This indicates that local funds reduced their equity positions during the month's latter period, whilst foreign investors increased their purchases.",
    "synopsis": "Foreign portfolio investors continued to be net sellers of Indian equities for the third successive month in March. However, a strong buying spree in the month's latter half reduced the net outflow significantly to ₹3,973 crore."
  },
  {
    "hl": "IPL 2025: The curious case of MS Dhoni at No. 9",
    "wu": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/ipl-2025-the-curious-case-of-ms-dhoni-at-no-9/articleshow/119738821.cms",
    "sec": "sports",
    "subSec": "cricket",
    "rawDes": "Chennai: There’s a new ‘No. 9’ in town. MS Dhoni has made a career out of being out of the box, but on Friday night at the MA Chidambaram Stadium, he seemed to be stretching things a bit too far. As wickets fell and CSK kept losing steam in their chase of 197, the fans got more and more impatient. They wanted to see their ‘Thala’ come out and take on the RCB bowlers, but the wait continued. It was only after Ravichandran Ashwin, not exactly a swashbuckler, got out in the 16th over that Dhoni walked in at No. 9, probably the lowest that he has batted in his 18-year IPL career. Go Beyond The Boundary with our YouTube channel. SUBSCRIBE NOW! Not that he batted badly. The 16-ball 30* was an indicator that his ability to clear the boundary hasn’t exactly diminished. In fact, it was his late burst of 19 off Krunal Pandya that brought down the margin of defeat to 50. But then, what’s holding him back? Dhoni is apparently “fitter than what he was in the last two years,” when he was playing with a knee injury and a muscle tear, respectively. His wicketkeeping skills are only getting better — the stumping of Phil Salt on Friday was a piece of beauty — but there’s a strange reluctance to go up the order with the bat. Virender Sehwag was quite critical about his decision to bat No. 9. “What can you do? Even when he was playing for India, he didn’t care much for suggestions to go up the order. Now, it’s probably the fag end of his career, what can you expect?” Sehwag said in a post-match show. The CSK think-tank, though, has a different take on the issue. Captain Ruturaj Gaikwad was asked before the first game against Mumbai Indians if there will be a case for a promotion in the batting order for Dhoni. “MSD has been performing a specific role and he is doing that very well. It’s unlikely to change,” he said. What he meant was that Dhoni is still immensely dangerous at the business end of the innings, where his ability to clear the fence and the fear factor that he generates combine beautifully to bolster the CSK totals. Last year, in those short bursts, Dhoni was batting at a strike-rate of 220.54, and the CSK team wants that same impact this time too. Even though the legend has maintained his body well, there’s always that gnawing suspicion that too much running between the wickets may just lead to damage of the ageing body that has taken a lot of wear and tear. The IPL is a two-month journey, and the team wants him fully fit when things really get tight at the back-end. Don’t be surprised if CSK are only three down in the 15th over against Rajasthan Royals in Guwahati on Sunday and Dhoni comes out to bat. “Dhoni has done a good pre-season, working on his hitting and keeping skills,” coach Stephen Fleming said.",
    "synopsis": "The CSK icon’s reluctance to bat higher up the order is confusing both fans, experts"
  },
  {
    "hl": "Charlie Javice, the woman founder of fintech startup and winner of Forbes’ '30 Under 30', may face 30 years jail terms for defrauding America's largest bank JPMorgan Chase",
    "wu": "https://timesofindia.indiatimes.com/technology/tech-news/charlie-javice-the-woman-founder-of-fintech-startup-and-winner-of-forbes-30-under-30-may-face-30-years-jail-terms-for-defrauding-americas-largest-bank-jpmorgan-chase/articleshow/119789044.cms",
    "sec": "technology",
    "subSec": "tech-news",
    "rawDes": "Charlie Javice, the founder of student-finance startup Frank, was reportedly convicted of defrauding America's largest bank -- JPMorgan Chase & Co -- in connection with the bank's $175 million acquisition of her company in 2021. The New York Post reports that a Manhattan federal jury in the US delivered the verdict after a six-week trial, concluding with just six hours of deliberation. A report in the New York Post states that Javice, 32, was found guilty on multiple counts, including bank fraud, following prosecutors' successful argument that she fabricated data to falsely inflate Frank's user base from around 300,000 to a claimed 4.25 million users. JPMorgan bought the Fintech startup in 2021 \"The deception, prosecutors said, was critical to securing JPMorgan's purchase of the startup in 2021,\" the report notes. According to the New York Post, Javice appeared visibly shaken and sat silently as the verdict was read, while her co-defendant Olivier Amar, also found guilty, looked down and shook his head, with stunned friends and family in the courtroom. Sentencing is scheduled for a later date, and although Javice faces up to 30 years in prison on the most serious charge, the New York Post cites legal experts suggesting a significantly shorter sentence is likely. The verdict is reported to be a dramatic fall for Javice, once celebrated as a fintech rising star after launching Frank in 2016 to simplify the college financial aid process through the Free Application for Federal Student Aid (FAFSA). Her innovative approach earned her a spot on Forbes' \"30 Under 30\" list in 2019, and Frank's student-friendly tools and aggressive growth drew national attention, including from JPMorgan Chase. How the Charlie Javice fraud was caught in 2022 However, the fraud reportedly unraveled in late 2022 when JPMorgan sued Javice, alleging she and Amar misrepresented the company's metrics by hiring a data science company to generate a fake user list during due diligence. Prosecutors claimed a calculated scheme to mislead investors and secure a lucrative deal through deceit. The Department of Justice (DoJ) later filed criminal charges, including wire fraud, securities fraud, and conspiracy, leading to Javice's arrest in April 2023 and release on a $2 million bond. Despite pleading not guilty, the report highlights that prosecutors presented witnesses, emails, and internal documents depicting a calculated scheme of intentional misconduct to mislead investors and secure the lucrative deal through deceit.",
    "synopsis": "Charlie Javice, founder of student-finance startup Frank, has been convicted of defrauding JPMorgan Chase in connection with the bank's $175 million acquisition of her company. A Manhattan federal jury found Javice guilty of bank fraud for falsely inflating Frank's user base to secure the deal."
  }


]